<!DOCTYPE html>
<html <?php language_attributes(); ?>>
<head>
    <title><?php bloginfo('name'); ?></title>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="theme-color" content="#4967D0">
    <!-- Mobile Metas -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <!-- Favicon -->
    <link rel="icon" href="img/favicon.png" sizes="32x32"> 
	<?php wp_head(); ?>
</head> 
<body <?php body_class('home'); ?>>
	<?php wp_body_open(); ?>

    <!-- HEADER start -->
    <header> 
        <!-- sticky HEADER -->
        <div id="site-header" class="sticky">  
            <div class="container">
                <div class="row header_top">
                    
                    <!-- logo -->
                    <div class="logo">
						<a href="<?php echo esc_url( home_url( '/' ) ); ?>">
                            <span>Топ Курс</span>
                            <svg viewBox="0 0 155 25" fill="none" xmlns="http://www.w3.org/2000/svg">
								<path d="M6.71484 6.20312V19H4.30664V6.20312H6.71484ZM10.6875 6.20312V8.11035H0.37793V6.20312H10.6875ZM10.3359 14.3418V14.1572C10.3359 13.46 10.4355 12.8184 10.6348 12.2324C10.834 11.6406 11.124 11.1279 11.5049 10.6943C11.8857 10.2607 12.3516 9.92383 12.9023 9.68359C13.4531 9.4375 14.0801 9.31445 14.7832 9.31445C15.498 9.31445 16.1309 9.4375 16.6816 9.68359C17.2383 9.92383 17.707 10.2607 18.0879 10.6943C18.4688 11.1279 18.7588 11.6406 18.958 12.2324C19.1572 12.8184 19.2568 13.46 19.2568 14.1572V14.3418C19.2568 15.0332 19.1572 15.6748 18.958 16.2666C18.7588 16.8525 18.4688 17.3652 18.0879 17.8047C17.707 18.2383 17.2412 18.5752 16.6904 18.8154C16.1396 19.0557 15.5098 19.1758 14.8008 19.1758C14.0977 19.1758 13.4678 19.0557 12.9111 18.8154C12.3545 18.5752 11.8857 18.2383 11.5049 17.8047C11.124 17.3652 10.834 16.8525 10.6348 16.2666C10.4355 15.6748 10.3359 15.0332 10.3359 14.3418ZM12.6562 14.1572V14.3418C12.6562 14.7578 12.6973 15.1475 12.7793 15.5107C12.8613 15.874 12.9873 16.1934 13.1572 16.4688C13.3271 16.7441 13.5469 16.9609 13.8164 17.1191C14.0918 17.2715 14.4199 17.3477 14.8008 17.3477C15.1758 17.3477 15.498 17.2715 15.7676 17.1191C16.0371 16.9609 16.2568 16.7441 16.4268 16.4688C16.6025 16.1934 16.7314 15.874 16.8135 15.5107C16.8955 15.1475 16.9365 14.7578 16.9365 14.3418V14.1572C16.9365 13.7471 16.8955 13.3633 16.8135 13.0059C16.7314 12.6426 16.6025 12.3232 16.4268 12.0479C16.2568 11.7666 16.0342 11.5469 15.7588 11.3887C15.4893 11.2246 15.1641 11.1426 14.7832 11.1426C14.4082 11.1426 14.0859 11.2246 13.8164 11.3887C13.5469 11.5469 13.3271 11.7666 13.1572 12.0479C12.9873 12.3232 12.8613 12.6426 12.7793 13.0059C12.6973 13.3633 12.6562 13.7471 12.6562 14.1572ZM27.3252 9.49023V11.3271H22.6758V9.49023H27.3252ZM23.291 9.49023V19H20.9619V9.49023H23.291ZM29.083 9.49023V19H26.7451V9.49023H29.083ZM38.2939 6.20312V19H35.877V6.20312H38.2939ZM45.9141 6.20312L40.8604 13.6035H37.6875L37.3711 11.4766H39.5508L42.9697 6.20312H45.9141ZM43.4268 19L39.5684 13.2168L41.1943 11.4326L46.3184 19H43.4268ZM49.7285 17.9453L52.2773 9.49023H54.7646L50.9502 20.4414C50.8623 20.6758 50.748 20.9307 50.6074 21.2061C50.4727 21.4814 50.291 21.7422 50.0625 21.9883C49.834 22.2402 49.5469 22.4453 49.2012 22.6035C48.8613 22.7617 48.4482 22.8408 47.9619 22.8408C47.751 22.8408 47.5635 22.8262 47.3994 22.7969C47.2354 22.7676 47.0625 22.7295 46.8809 22.6826V20.9424C46.9395 20.9482 47.0068 20.9512 47.083 20.9512C47.165 20.957 47.2354 20.96 47.2939 20.96C47.6338 20.96 47.915 20.9189 48.1377 20.8369C48.3604 20.7607 48.5391 20.6348 48.6738 20.459C48.8145 20.2891 48.9316 20.0664 49.0254 19.791L49.7285 17.9453ZM48.4717 9.49023L50.625 16.4951L51.0029 18.9473L49.4033 19.2373L45.9668 9.49023H48.4717ZM58.21 11.3184V22.6562H55.8809V9.49023H58.0342L58.21 11.3184ZM64.3184 14.1484V14.333C64.3184 15.0244 64.2363 15.666 64.0723 16.2578C63.9141 16.8438 63.6797 17.3564 63.3691 17.7959C63.0586 18.2295 62.6719 18.5693 62.209 18.8154C61.752 19.0557 61.2246 19.1758 60.627 19.1758C60.041 19.1758 59.5312 19.0645 59.0977 18.8418C58.6641 18.6133 58.2979 18.291 57.999 17.875C57.7002 17.459 57.46 16.9756 57.2783 16.4248C57.1025 15.8682 56.9707 15.2617 56.8828 14.6055V14.0166C56.9707 13.3193 57.1025 12.6865 57.2783 12.1182C57.46 11.5439 57.7002 11.0488 57.999 10.6328C58.2979 10.2109 58.6611 9.88574 59.0889 9.65723C59.5225 9.42871 60.0293 9.31445 60.6094 9.31445C61.2129 9.31445 61.7432 9.42871 62.2002 9.65723C62.6631 9.88574 63.0527 10.2139 63.3691 10.6416C63.6855 11.0693 63.9229 11.5791 64.0811 12.1709C64.2393 12.7627 64.3184 13.4219 64.3184 14.1484ZM61.9893 14.333V14.1484C61.9893 13.7266 61.9512 13.3369 61.875 12.9795C61.7988 12.6162 61.6816 12.2998 61.5234 12.0303C61.3652 11.7549 61.1602 11.541 60.9082 11.3887C60.6562 11.2363 60.3516 11.1602 59.9941 11.1602C59.6367 11.1602 59.3291 11.2188 59.0713 11.3359C58.8135 11.4531 58.6025 11.6201 58.4385 11.8369C58.2744 12.0537 58.1455 12.3115 58.0518 12.6104C57.9639 12.9033 57.9053 13.2285 57.876 13.5859V15.0449C57.9287 15.4785 58.0312 15.8682 58.1836 16.2139C58.3359 16.5596 58.5586 16.835 58.8516 17.04C59.1504 17.2451 59.5371 17.3477 60.0117 17.3477C60.3691 17.3477 60.6738 17.2686 60.9258 17.1104C61.1777 16.9521 61.3828 16.7354 61.541 16.46C61.6992 16.1787 61.8135 15.8564 61.8838 15.4932C61.9541 15.1299 61.9893 14.7432 61.9893 14.333ZM69.917 17.3477C70.2451 17.3477 70.5381 17.2832 70.7959 17.1543C71.0537 17.0254 71.2588 16.8438 71.4111 16.6094C71.5693 16.375 71.6543 16.1025 71.666 15.792H73.8545C73.8428 16.4365 73.6611 17.0137 73.3096 17.5234C72.958 18.0332 72.4893 18.4375 71.9033 18.7363C71.3232 19.0293 70.6729 19.1758 69.9521 19.1758C69.2197 19.1758 68.5811 19.0527 68.0361 18.8066C67.4912 18.5605 67.0371 18.2178 66.6738 17.7783C66.3164 17.3389 66.0469 16.8291 65.8652 16.249C65.6895 15.6689 65.6016 15.0479 65.6016 14.3857V14.1045C65.6016 13.4424 65.6895 12.8213 65.8652 12.2412C66.0469 11.6611 66.3164 11.1514 66.6738 10.7119C67.0371 10.2725 67.4912 9.92969 68.0361 9.68359C68.5811 9.4375 69.2168 9.31445 69.9434 9.31445C70.7109 9.31445 71.3848 9.46387 71.9648 9.7627C72.5508 10.0615 73.0078 10.4834 73.3359 11.0283C73.6699 11.5732 73.8428 12.2148 73.8545 12.9531H71.666C71.6543 12.6133 71.5781 12.3086 71.4375 12.0391C71.2969 11.7695 71.0977 11.5527 70.8398 11.3887C70.582 11.2246 70.2686 11.1426 69.8994 11.1426C69.5068 11.1426 69.1787 11.2246 68.915 11.3887C68.6572 11.5527 68.4551 11.7783 68.3086 12.0654C68.168 12.3467 68.0684 12.6631 68.0098 13.0146C67.957 13.3604 67.9307 13.7236 67.9307 14.1045V14.3857C67.9307 14.7725 67.957 15.1416 68.0098 15.4932C68.0684 15.8447 68.168 16.1611 68.3086 16.4424C68.4551 16.7178 68.6572 16.9375 68.915 17.1016C69.1787 17.2656 69.5127 17.3477 69.917 17.3477Z" fill="#212529"/>
								<circle cx="83" cy="12.5" r="2" fill="#4967D0"/>
								<path class="logo_hide_mobile" d="M102.584 12.2764V12.9355C102.584 13.9023 102.455 14.7725 102.197 15.5459C101.939 16.3135 101.573 16.9668 101.099 17.5059C100.624 18.0449 100.059 18.458 99.4023 18.7451C98.7461 19.0322 98.0166 19.1758 97.2139 19.1758C96.4229 19.1758 95.6963 19.0322 95.0342 18.7451C94.3779 18.458 93.8096 18.0449 93.3291 17.5059C92.8486 16.9668 92.4766 16.3135 92.2129 15.5459C91.9492 14.7725 91.8174 13.9023 91.8174 12.9355V12.2764C91.8174 11.3037 91.9492 10.4336 92.2129 9.66602C92.4766 8.89844 92.8457 8.24512 93.3203 7.70605C93.7949 7.16113 94.3604 6.74512 95.0166 6.45801C95.6787 6.1709 96.4053 6.02734 97.1963 6.02734C97.999 6.02734 98.7285 6.1709 99.3848 6.45801C100.041 6.74512 100.606 7.16113 101.081 7.70605C101.562 8.24512 101.931 8.89844 102.188 9.66602C102.452 10.4336 102.584 11.3037 102.584 12.2764ZM100.141 12.9355V12.2588C100.141 11.5615 100.076 10.9492 99.9473 10.4219C99.8184 9.88867 99.6279 9.44043 99.376 9.07715C99.124 8.71387 98.8135 8.44141 98.4443 8.25977C98.0752 8.07227 97.6592 7.97852 97.1963 7.97852C96.7275 7.97852 96.3115 8.07227 95.9482 8.25977C95.5908 8.44141 95.2861 8.71387 95.0342 9.07715C94.7822 9.44043 94.5889 9.88867 94.4541 10.4219C94.3252 10.9492 94.2607 11.5615 94.2607 12.2588V12.9355C94.2607 13.627 94.3252 14.2393 94.4541 14.7725C94.5889 15.3057 94.7822 15.7568 95.0342 16.126C95.292 16.4893 95.6025 16.7646 95.9658 16.9521C96.3291 17.1396 96.7451 17.2334 97.2139 17.2334C97.6826 17.2334 98.0986 17.1396 98.4619 16.9521C98.8252 16.7646 99.1299 16.4893 99.376 16.126C99.6279 15.7568 99.8184 15.3057 99.9473 14.7725C100.076 14.2393 100.141 13.627 100.141 12.9355ZM110.951 13.3926V15.2119H106.073V13.3926H110.951ZM106.803 9.49023V19H104.474V9.49023H106.803ZM112.577 9.49023V19H110.239V9.49023H112.577ZM121.076 9.49023V11.3271H116.418V9.49023H121.076ZM122.825 9.49023V19H120.505V9.49023H122.825ZM115.838 9.49023H118.132L117.877 14.2363C117.836 14.9336 117.763 15.5459 117.657 16.0732C117.552 16.5947 117.411 17.043 117.235 17.418C117.06 17.7871 116.846 18.0889 116.594 18.3232C116.342 18.5576 116.049 18.7305 115.715 18.8418C115.387 18.9473 115.018 19 114.607 19H113.896L113.869 17.1279L114.203 17.1016C114.408 17.084 114.584 17.0283 114.73 16.9346C114.883 16.8408 115.012 16.7061 115.117 16.5303C115.229 16.3545 115.319 16.1289 115.39 15.8535C115.466 15.5723 115.524 15.2441 115.565 14.8691C115.612 14.4883 115.645 14.0488 115.662 13.5508L115.838 9.49023ZM130.19 16.9785V12.5928C130.19 12.2705 130.135 11.9922 130.023 11.7578C129.912 11.5234 129.742 11.3418 129.514 11.2129C129.285 11.084 128.995 11.0195 128.644 11.0195C128.333 11.0195 128.061 11.0723 127.826 11.1777C127.598 11.2832 127.422 11.4326 127.299 11.626C127.176 11.8135 127.114 12.0303 127.114 12.2764H124.785C124.785 11.8838 124.879 11.5117 125.066 11.1602C125.254 10.8027 125.521 10.4863 125.866 10.2109C126.218 9.92969 126.637 9.70996 127.123 9.55176C127.615 9.39355 128.166 9.31445 128.775 9.31445C129.496 9.31445 130.138 9.4375 130.7 9.68359C131.269 9.92383 131.714 10.2871 132.036 10.7734C132.364 11.2598 132.528 11.8721 132.528 12.6104V16.7588C132.528 17.2334 132.558 17.6406 132.616 17.9805C132.681 18.3145 132.774 18.6045 132.897 18.8506V19H130.533C130.422 18.7598 130.337 18.4551 130.278 18.0859C130.22 17.7109 130.19 17.3418 130.19 16.9785ZM130.516 13.208L130.533 14.5879H129.065C128.702 14.5879 128.383 14.626 128.107 14.7021C127.832 14.7725 127.606 14.8779 127.431 15.0186C127.255 15.1533 127.123 15.3174 127.035 15.5107C126.947 15.6982 126.903 15.9121 126.903 16.1523C126.903 16.3867 126.956 16.5977 127.062 16.7852C127.173 16.9727 127.331 17.1221 127.536 17.2334C127.747 17.3389 127.993 17.3916 128.274 17.3916C128.685 17.3916 129.042 17.3096 129.347 17.1455C129.651 16.9756 129.889 16.7705 130.059 16.5303C130.229 16.29 130.319 16.0615 130.331 15.8447L130.999 16.8467C130.917 17.0869 130.794 17.3418 130.63 17.6113C130.466 17.8809 130.255 18.1328 129.997 18.3672C129.739 18.6016 129.429 18.7949 129.065 18.9473C128.702 19.0996 128.28 19.1758 127.8 19.1758C127.185 19.1758 126.634 19.0527 126.147 18.8066C125.661 18.5605 125.277 18.2236 124.996 17.7959C124.715 17.3682 124.574 16.8818 124.574 16.3369C124.574 15.833 124.668 15.3877 124.855 15.001C125.043 14.6143 125.321 14.2891 125.69 14.0254C126.06 13.7559 126.517 13.5537 127.062 13.4189C127.612 13.2783 128.242 13.208 128.951 13.208H130.516ZM136.967 15.6865L140.43 9.49023H142.759V19H140.43V12.7949L136.967 19H134.638V9.49023H136.967V15.6865ZM139.999 5.75488H141.687C141.687 6.24707 141.566 6.68359 141.326 7.06445C141.086 7.44531 140.743 7.74414 140.298 7.96094C139.858 8.17188 139.337 8.27734 138.733 8.27734C137.825 8.27734 137.104 8.04297 136.571 7.57422C136.038 7.10547 135.771 6.49902 135.771 5.75488H137.459C137.459 6.06543 137.556 6.34375 137.749 6.58984C137.942 6.83594 138.271 6.95898 138.733 6.95898C139.196 6.95898 139.521 6.83594 139.709 6.58984C139.902 6.34375 139.999 6.06543 139.999 5.75488ZM151.363 13.3926V15.2119H146.485V13.3926H151.363ZM147.215 9.49023V19H144.886V9.49023H147.215ZM152.989 9.49023V19H150.651V9.49023H152.989Z" fill="#4967D0"/>
                            </svg> 
                        </a>
                    </div> 
                        
                    <!-- catalog button -->
                    <div class="catalog_btn"> 
                        <div class="cd-dropdown-wrapper">
                            <a class="cd-dropdown-trigger" href="#0"><span>Курсы</span></a>
                        </div> 
                    </div> 

                    <!-- search -->
                    <div class="header_search">  
                        <form method="get" class="searchform pk_vizible" id="searchform" action="#">
                            <input type="text" class="search_input" name="s" autocomplete="off" placeholder="Что будем искать?">
                            <input type="submit" class="submit " value="Найти"> 
                        </form>
                        <div class="xs_vizible search_xs">
                            <i class="submit click_open"></i>
                            <div class="mobile_search">
                                <form method="get" class="xs_vizible" action="#">
                                    <input type="text" class="search_input" name="s" autocomplete="off" placeholder="Что будем искать?">
                                    <input type="submit" class="submit " value="Найти"> 
                                </form>
                            </div>
                        </div>
                    </div>  
  
  
                    <!-- header menu2 -->
                    <div class="header_menu2">
                        <div class="mobile_menu_btn">
                            <a class="header_menu_btn" id="nav-icon4" href="#" onclick="return false">
                                <span></span>
                                <span></span>
                                <span></span>
                            </a>
                        </div>
						<?php
							// if ( has_nav_menu('menu_1') ) {
							// 	wp_nav_menu( [
							// 		'theme_location' => 'menu_1',
							// 		'container'      => false,
							// 		'items_wrap'     => '<ul id="%1$s" class="%2$s">%3$s</ul>',
							// 	] );
							// }
						?>
                        <nav class="row header_nav">  
                            <ul>
                                <li><a href="#">О нас</a></li>
                                <li><a href="#">Блог</a></li>
                                <li><a href="#">Контакты</a></li> 
                            </ul> 
                            <div class="login">
                                <a href="" class="btn_white">Войти</a>
                            </div>
                        </nav>
                    </div>      
                    
                    <!-- login --> 
                    <div class="login pk_vizible">
                        <a href="" class="btn_white">Войти</a>
                    </div> 
                    
                    <!-- end nav-dropdow -->
                    <nav class="cd-dropdown">  
                        <a href="#0" class="cd-close">Close</a>
                        <ul class="cd-dropdown-content">
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/1.svg" alt="">
                                    <span>Программирование</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Java-разработка</a></li>
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li><li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                    
                                    <div class="clear"></div>
                                    <div class="menu_btand">
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r1.svg" alt=""></a>
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r2.svg" alt=""></a>
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r3.svg" alt=""></a>
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r4.svg" alt=""></a>
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r1.svg" alt=""></a>
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r2.svg" alt=""></a>
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r3.svg" alt=""></a>
                                        <a href="#"><img src="<?php echo THEME_URI; ?>/img/r4.svg" alt=""></a> 
                                    </div> 
                                    
                                </ul>
                            </li>
                            <!-- end catalog item-->
                            
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/2.svg" alt="">
                                    <span>Управление</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li><li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                    <li><a href="#">Ручное тестирование</a></li>
                                    <li><a href="#">Тестирование мобильных приложений</a></li>  
                                </ul>
                            </li>
                            <!-- end catalog item-->

                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/3.svg" alt="">
                                    <span>Маркетинг</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Python-разработка</a></li>
                                    <li><a href="#">QA-тестирование</a></li>
                                    <li><a href="#">1C-разработка</a></li>
                                    <li><a href="#">Java-разработка</a></li>
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li><li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                </ul>
                            </li>
                            <!-- end catalog item-->    
                            
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/4.svg" alt="">
                                    <span>Дизайн и создание контента</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li>
                                    <li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                </ul>
                            </li>
                            <!-- end catalog item-->                
                            
                            
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/5.svg" alt="">
                                    <span>Аналитика</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li> 
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Django</a></li>
                                    <li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                </ul>
                            </li>
                            <!-- end catalog item-->      
                            
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/6.svg" alt="">
                                    <span>Общие навыки</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li><li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                    <li><a href="#">Ручное тестирование</a></li>
                                    <li><a href="#">Тестирование мобильных приложений</a></li>  
                                </ul>
                            </li>
                            <!-- end catalog item-->

                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/7.svg" alt="">
                                    <span>Творчество</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Python-разработка</a></li>
                                    <li><a href="#">QA-тестирование</a></li>
                                    <li><a href="#">1C-разработка</a></li>
                                    <li><a href="#">Java-разработка</a></li>
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li><li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                </ul>
                            </li>
                            <!-- end catalog item-->    
                            
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/8.svg" alt="">
                                    <span>Профессиональное</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li>
                                    <li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                </ul>
                            </li>
                            <!-- end catalog item-->                
                            
                            
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/9.svg" alt="">
                                    <span>Иностранные языки</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li> 
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Django</a></li>
                                    <li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                </ul>
                            </li>
                            <!-- end catalog item-->   
                            
                            <!-- catalog item-->
                            <li class="has-children">
                                <a href="#">
                                    <img src="<?php echo THEME_URI; ?>/img/10.svg" alt="">
                                    <span>Детское образование</span>
                                </a> 
                                <ul class="cd-secondary-dropdown is-hidden">
                                    <li class="go-back"><a href="#0">Назад</a></li>
                                    <li><a href="#">Информационная безопасность</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Системное администрирование</a></li>
                                    <li><a href="#">JavaScript-разработка</a></li>
                                    <li><a href="#">Frontend-разработка</a></li>
                                    <li><a href="#">Data Science</a></li>
                                    <li><a href="#">DevOps</a></li>
                                    <li><a href="#">Golang-разработка</a></li>
                                    <li><a href="#">Робототехника</a></li>
                                    <li><a href="#">Web-разработка</a></li>
                                    <li><a href="#">Django</a></li>
                                    <li><a href="#y">Чат-боты</a></li>
                                    <li><a href="#">Основы программирования</a></li>
                                    <li><a href="#">Tkinter</a></li>
                                </ul>
                            </li>
                            <!-- end catalog item-->    
                                       
                        </ul> 
                    </nav> <!-- end nav-dropdow -->
                </div> 
            </div>  
        </div> <!-- end sticky HEADER -->
        
        <!-- catalog menu_fon-->
        <div class="header_catalog_menu row_di">
            <div class="di_fon_nav"></div>
        </div>
    </header>
    <!-- HEADER end --> 

    <!--  Main start -->
    <main>